Revit 2027 API
UnitTypeId.CubicFeetPerMinuteTonOfRefrigeration Property
 Cubic feet per minute ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicFeetPerMinuteTonOfRefrigeration { get; }
Public Shared ReadOnly Property CubicFeetPerMinuteTonOfRefrigeration As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicFeetPerMinuteTonOfRefrigeration {
	ForgeTypeId^ get ();
}
static member CubicFeetPerMinuteTonOfRefrigeration : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace